{
    "aic_id": 27,
    "aic_datetime": "9/12/2022 02:06:10",
    "aic_label": "CENTER",
    "aic_total_paragraphs": 19,
    "aic_reused_paragraphs": 2,
    "aic_reused_percent": 0.10526315789473684,
    "aic_non_reused_paragraphs": 0,
    "aic_non_reused_percent": 0,
    "is_earliest": false,
    "by_source_selection": {
        "verdict": "No"
    },
    "by_commission": {
        "verdict": "",
        "aic_reused_label": {
            "LEFT": 0,
            "CENTER": 2,
            "RIGHT": 0
        },
        "aic_reused_label_percent": {
            "LEFT": 0.0,
            "CENTER": 1.0,
            "RIGHT": 0.0
        }
    },
    "by_omission": {
        "verdict": "Yes",
        "omitted_articles": [
            23,
            47,
            49
        ],
        "aic_non_reused_label": {
            "LEFT": 1,
            "CENTER": 1,
            "RIGHT": 1
        },
        "aic_non_reused_label_percent": {
            "LEFT": 0.33,
            "CENTER": 0.33,
            "RIGHT": 0.33
        }
    },
    "biased_by_these_sources": [],
    "biased_source_label": {
        "LEFT": 0,
        "CENTER": 0,
        "RIGHT": 0
    },
    "is_biased_by_source_selection": "No",
    "earlier_articles": [
        {
            "ea_id": 23,
            "ea_label": "LEFT",
            "ea_datetime": "9/12/2022 00:58:31",
            "ea_total_paragraphs": 59,
            "ea_total_reused_paragraphs": 0,
            "ea_reused_ratio": 0.0,
            "ea_total_non_reused_paragraphs": 59,
            "ea_non_reused_ratio": 1.0,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 0,
                "RIGHT": 0
            },
            "ea_reused_label_percent": {
                "LEFT": 0,
                "CENTER": 0,
                "RIGHT": 0
            },
            "ea_non_reused_label": {
                "LEFT": 16,
                "CENTER": 28,
                "RIGHT": 15
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.2711864406779661,
                "CENTER": 0.4745762711864407,
                "RIGHT": 0.2542372881355932
            },
            "ea_reused_details": [],
            "ea_non_reused_details": [
                {
                    "text": "Medical workers in protective overalls walk past a line outside the fever clinic of a hospital in Beijing, Dec. 9.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5046272277832031
                    }
                },
                {
                    "text": "China began implementing a more relaxed version of its strict \"zero-COVID\" policy on Thursday amid steps to restore normal life, but also trepidation over a possible broader outbreak once controls are eased.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6921810507774353
                    }
                },
                {
                    "text": "AP-Yonhap A rash of COVID-19 cases in schools and businesses were reported Friday in areas across China after the ruling Communist Party loosened anti-virus rules as it tries to reverse a deepening economic slump.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.40975409746170044
                    }
                },
                {
                    "text": "While official data showed a fall in new cases, they no longer cover large parts of the population after the government on Wednesday ended mandatory testing for many people.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.34822171926498413
                    }
                },
                {
                    "text": "That was part of dramatic changes aimed at gradually emerging from \"zero-COVID\" restrictions that have confined millions of people to their homes and sparked protests and demands for President Xi Jinping to resign.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6921103000640869
                    }
                },
                {
                    "text": "\"There's very few people coming in because there's so many cases,\" said Gang Xueping, a waitress in a Beijing restaurant.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6919307112693787
                    }
                },
                {
                    "text": "\"The country's just opened up.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6306653022766113
                    }
                },
                {
                    "text": "The first one or two months is definitely going to be serious.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3807770311832428
                    }
                },
                {
                    "text": "Nobody's used to this yet.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6729938387870789
                    }
                },
                {
                    "text": "In other cities, social media users said coworkers or classmates were ill and some businesses had closed due to a lack of staff.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.36607736349105835
                    }
                },
                {
                    "text": "It wasn't clear from those accounts, many of which couldn't be independently confirmed, how far above the official figure the total case numbers might be.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4750276207923889
                    }
                },
                {
                    "text": "\"I'm really speechless.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5509623885154724
                    }
                },
                {
                    "text": "Half of the company's people are out sick, but they still won't let us all stay home,\" said a post signed Tunnel Mouth on the popular Sina Weibo platform.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6614490747451782
                    }
                },
                {
                    "text": "The user gave no name and didn't respond to questions sent through the account, which said the user was in Beijing.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3815138041973114
                    }
                },
                {
                    "text": "The reports echo the experience of the United States, Europe and other countries that have struggled with outbreaks while trying to restore business activity.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4652523994445801
                    }
                },
                {
                    "text": "But they are a jarring change for China, where \"zero-COVID,\" which aims to isolate every case, disrupted daily life and depressed economic activity but kept infection rates low.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6762294769287109
                    }
                },
                {
                    "text": "Xi's government began to loosen controls Nov. 11 after promising to reduce their cost and disruption.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.59957355260849
                    }
                },
                {
                    "text": "Imports tumbled 10.9 percent from a year ago in November in a sign of weak demand.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.39809978008270264
                    }
                },
                {
                    "text": "Auto sales fell 26.5 percent in October.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5469195246696472
                    }
                },
                {
                    "text": "\"Relaxing COVID controls will lead to greater outbreaks,\" Neil Thomas and Laura Gloudeman of Eurasia Group said in a report.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6822382807731628
                    }
                },
                {
                    "text": "\"But Beijing is unlikely to return to the extended blanket lockdowns that crashed the economy earlier this year.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6666048169136047
                    }
                },
                {
                    "text": "The changes suggest the ruling party is easing off its goal of preventing virus transmission, the basis of \"zero-COVID,\" but officials say that strategy still is in effect.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6855700612068176
                    }
                },
                {
                    "text": "Restrictions probably must stay in place at least through mid-2023, public health experts and economists say.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5947514176368713
                    }
                },
                {
                    "text": "They say millions of elderly people need to be vaccinated, which will take months, and hospitals need to be strengthened to cope with a surge in cases.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4030860364437103
                    }
                },
                {
                    "text": "Officials announced a vaccination campaign last week.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.451639860868454
                    }
                },
                {
                    "text": "On Friday, the government reported 16,797 new cases, including 13,160 without symptoms.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.3920450210571289
                    }
                },
                {
                    "text": "That was down about one-fifth from the previous day and less than half of last week's daily peak above 40,000.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4467560946941376
                    }
                },
                {
                    "text": "More changes announced Wednesday allow people with mild COVID-19 cases to isolate at home instead of going to a quarantine center that some complained were crowded and unsanitary.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.40383389592170715
                    }
                },
                {
                    "text": "That addressed a major irritant for the public.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36935514211654663
                    }
                },
                {
                    "text": "A requirement for subway riders, supermarket shoppers and others to show negative virus tests also was dropped, though they still are needed for schools and hospitals.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3885626792907715
                    }
                },
                {
                    "text": "An elderly man on a stretcher is wheeled into the fever clinic at a hospital in Beijing, Dec. 9.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.37495654821395874
                    }
                },
                {
                    "text": "China began implementing a more relaxed version of its strict \"zero-COVID\" policy on Thursday amid steps to restore normal life, but also trepidation over a possible broader outbreak once controls are eased.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6921810507774353
                    }
                },
                {
                    "text": "AP-Yonhap A post signed Where Dreams Begin Under Starlight by a user in Dazhou, a southwestern city in Sichuan province, said all but five students in a public school class of 46 were infected.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.505613386631012
                    }
                },
                {
                    "text": "\"It's really amazing that the school insists students go to school,\" the user wrote.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6738986968994141
                    }
                },
                {
                    "text": "The user, contacted through the account, declined to give a name or other details.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4198511838912964
                    }
                },
                {
                    "text": "The requirement for hundreds of millions of people to be tested as often as once a day in some areas over the past two years helped the government spot infections with no symptoms.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36710888147354126
                    }
                },
                {
                    "text": "Ending that approach reduces the cost of monitoring employees and customers at offices, shops and other businesses.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.48225656151771545
                    }
                },
                {
                    "text": "But it increases the risk they might spread the virus.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.46943986415863037
                    }
                },
                {
                    "text": "This week's changes follow protests that erupted Nov. 25 in Shanghai, Beijing and other cities against the human cost of \"zero-COVID.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6762892007827759
                    }
                },
                {
                    "text": "It isn't clear whether any of the changes were a response to the protests, which died out following a security crackdown.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36393868923187256
                    }
                },
                {
                    "text": "The ruling party's Politburo on Wednesday declared stabilizing weak economic growth its priority, though leaders have said local officials still are expected to protect the public.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5954765677452087
                    }
                },
                {
                    "text": "\"The re-pivot to growth and the exit from zero-COVID are clear from the top level,\" said Larry Hu and Yuxiao Zhang of Macquarie Group, an Australian bank, in a report.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6672809720039368
                    }
                },
                {
                    "text": "However, they warned, \"uncertainties remain high,\" including \"how disruptive the exit of zero-COVID could be.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6587212085723877
                    }
                },
                {
                    "text": "Party leaders stopped talking about the official 5.5 percent annual growth target after the economy shrank by 2.6 percent from the previous quarter in the three months ending in June.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.43234720826148987
                    }
                },
                {
                    "text": "That was after Shanghai and other industrial centers shut down for up to two months to fight outbreaks.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4357312321662903
                    }
                },
                {
                    "text": "Private sector economists have cut forecasts of annual growth to as low as below 3 percent, which would be less than half of last year's 8.1 percent and among the weakest in decades.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5810143351554871
                    }
                },
                {
                    "text": "Social media posts suggested some cities might have outbreaks that weren't reflected in official figures.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.387889564037323
                    }
                },
                {
                    "text": "Posts dated Thursday by 18 people who said they were in Baoding, a city of 11 million southwest of Beijing, reported they tested positive using home kits or had fevers, sore throats and headaches.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4794389307498932
                    }
                },
                {
                    "text": "Meanwhile, the Baoding city government reported no new cases since Tuesday.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.40177619457244873
                    }
                },
                {
                    "text": "Drugstores were mobbed by customers who bought medications to treat sore throats and headaches after rules were dropped that required pharmacists to report those purchases, prompting fears a customer might be forced into a quarantine center.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.39433056116104126
                    }
                },
                {
                    "text": "Also Friday, the market regulator announced prices of some medicines including Lianhua Qingwen, a traditional flu treatment, rose as much as 500 percent over the past month.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.37447577714920044
                    }
                },
                {
                    "text": "It said sellers might be punished for price gouging.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5088212490081787
                    }
                },
                {
                    "text": "Lines formed outside hospitals, though it wasn't clear how many people wanted treatment for COVID-19 symptoms.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5363082885742188
                    }
                },
                {
                    "text": "People waited four to five hours to get into the fever clinic of Chaoyang Hospital in Beijing, according to a woman who answered the phone there and would give only her surname, Sun.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.7395522594451904
                    }
                },
                {
                    "text": "She said no virus test was required but patients had to show a smartphone \"health code\" app that tracks their vaccine status and whether they have been to areas deemed at high risk of infection.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6673780679702759
                    }
                },
                {
                    "text": "Hong Kong, which enforces its own anti-virus strategy, has faced a similar rise in cases as the southern Chinese city tries to revive its struggling economy by loosening controls on travel and the opening hours of restaurants and pubs.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3975614309310913
                    }
                },
                {
                    "text": "Hong Kong reported 75,000 new cases over the past week, up about 25 percent from the previous week.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.3677052855491638
                    }
                },
                {
                    "text": "But those don't include an unknown number of people who stay at home with COVID-19 symptoms and never report to the government.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.49461138248443604
                    }
                },
                {
                    "text": "(AP)",
                    "label": {
                        "label": "LEFT",
                        "score": 0.8134975433349609
                    }
                }
            ]
        },
        {
            "ea_id": 47,
            "ea_label": "CENTER",
            "ea_datetime": "8/12/2022 15:28:35",
            "ea_total_paragraphs": 29,
            "ea_total_reused_paragraphs": 1,
            "ea_reused_ratio": 0.03,
            "ea_total_non_reused_paragraphs": 28,
            "ea_non_reused_ratio": 0.9655172413793104,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 1,
                "RIGHT": 0
            },
            "ea_reused_label_percent": {
                "LEFT": 0.0,
                "CENTER": 1.0,
                "RIGHT": 0.0
            },
            "ea_non_reused_label": {
                "LEFT": 5,
                "CENTER": 18,
                "RIGHT": 5
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.17857142857142858,
                "CENTER": 0.6428571428571429,
                "RIGHT": 0.17857142857142858
            },
            "ea_reused_details": [
                {
                    "text": "BEIJING ' As mainland China relaxes many of its stringent Covid controls, analysts point out the country is far from a quick return to a pre-pandemic situation.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4640626013278961
                    },
                    "reused_by_aic": [
                        "The arrangements highlight how lingering anxieties created by Beijing's three-year 'zero-COVID' policy are likely to hamper a quick return to health for the world's second-largest economy, despite its pivot away from strict containment measures."
                    ]
                }
            ],
            "ea_non_reused_details": [
                {
                    "text": "National authorities announced sweeping changes on Wednesday to make it easier to travel domestically, keep businesses operating and allow Covid patients to quarantine at home.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4030318260192871
                    }
                },
                {
                    "text": "'These measures are much welcome for an economy that has been severely battered this year,' Nomura's chief China economist Ting Lu and a team said in a report.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6107426881790161
                    }
                },
                {
                    "text": "'However, we would also caution that the road to full reopening may still be gradual, painful and bumpy,' they said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.39143240451812744
                    }
                },
                {
                    "text": "The country does not appear well prepared for a massive wave of infections, and the infection rate of 0.13% leaves the country far below that needed for herd immunity, according to the report.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.37010008096694946
                    }
                },
                {
                    "text": "Mainland China's daily Covid infections, mostly asymptomatic, surged to a record high above 40,000 in late November.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4191519618034363
                    }
                },
                {
                    "text": "The number has since tapered off as cities reduced virus testing requirements.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4823240041732788
                    }
                },
                {
                    "text": "The path forward for China to reopen may take a few months, with a surge in infections likely, according to a Goldman Sachs report on Dec. 4. 'With most of the population uninfected before reopening, lower elderly vaccination rates than many other economies, and cultural similarities, we think Hong Kong and Taiwan's reopenings are most relevant for Mainland China,' said chief China economist Hui Shan and a team.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.5320544838905334
                    }
                },
                {
                    "text": "'Their experiences suggest that cases are likely to skyrocket upon reopening and linger for a while, a high elderly vaccination rate is key to a safe reopening, and mobility declines sharply as cases rise,' the Goldman report said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4712758958339691
                    }
                },
                {
                    "text": "In the last two months, Taiwan no longer required international travelers to quarantine upon arrival, and said people did not have to wear masks outdoors.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4119364619255066
                    }
                },
                {
                    "text": "60% of people may get Covid\r\nLast week, mainland Chinese authorities announced another push to vaccinate the country's elderly.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.48762527108192444
                    }
                },
                {
                    "text": "In the near term, about 60% of people may get infected, regardless of how policy is adjusted, Feng Zijian, former deputy director of China's Center for Disease Control and Prevention, said Tuesday during a Tsinghua University talk.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6015666127204895
                    }
                },
                {
                    "text": "He said that figure could ultimately climb to 80% or 90%.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3916396498680115
                    }
                },
                {
                    "text": "New measures released by the health commission Thursday focused on how to treat Covid patients at home, and included a list of medicines.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.49032944440841675
                    }
                },
                {
                    "text": "Whether out of necessity or precaution, local demand for related medication was already on the rise.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5192793011665344
                    }
                },
                {
                    "text": "JD Health said online sales have climbed for cold medicines, fever-reducing drugs and related products.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5584912896156311
                    }
                },
                {
                    "text": "The company said its latest data showed transaction volume for the week ended Monday surged by 18 times versus October.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6168124079704285
                    }
                },
                {
                    "text": "Looking ahead, it's pretty clear that China's Covid policy is about to cross a turning point, said Bruce Pang, chief economist and head of research for Greater China at JLL.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5648443102836609
                    }
                },
                {
                    "text": "As of Wednesday, negative virus tests are no longer needed to travel within China, while large numbers of people typically travel around the upcoming Lunar New Year holiday, he said.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5304497480392456
                    }
                },
                {
                    "text": "That means there may be a surge in Covid infections, and China's policy will never go back, Pang said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4578624665737152
                    }
                },
                {
                    "text": "Chinese travel booking site Trip.com said after the relaxation in domestic travel policies, flight ticket searches for the Lunar New Year, which falls in late January 2023, surged to the highest in three years.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.512399435043335
                    }
                },
                {
                    "text": "Not a full reopening, yet\r\nHealth authorities emphasized Wednesday the latest changes do not imply a full reopening.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.3983957767486572
                    }
                },
                {
                    "text": "There was no reduction in quarantine time for international travelers, and the measures include instances in which a negative virus test is still required.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.6520519852638245
                    }
                },
                {
                    "text": "At a local level, Beijing city said Wednesday evening that people wanting to dine in at restaurants would still need to show a negative virus test from within the last two days.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.48905444145202637
                    }
                },
                {
                    "text": "But it's taking longer to process virus test results due to an increase in positive cases, local Beijing media reported Wednesday, citing a virus testing firm worker.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5141480565071106
                    }
                },
                {
                    "text": "Since virus tests are done in batches of 10, if one person's result turns out positive, the machine needs to process additional tests, the report said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.46326786279678345
                    }
                },
                {
                    "text": "Goldman Sachs analysts expect China's reopening ' defined as a shift away from lockdowns ' to come in the second quarter of 2023, according to a separate report on Wednesday.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6580609679222107
                    }
                },
                {
                    "text": "'An earlier-than-expected reopening would add more downward pressure to near-term growth but moderate upside risk to our 2023 full-year GDP growth forecast,' the analysts said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6427325010299683
                    }
                },
                {
                    "text": "They expect any initial reopening to create a drag on the economy 'due to surging infections, a temporary shortage of labor supply and increased supply chain disruptions.' Goldman forecasts 3% growth for China's economy this year, and 4.5% in 2023.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6048725247383118
                    }
                }
            ]
        },
        {
            "ea_id": 49,
            "ea_label": "RIGHT",
            "ea_datetime": "8/12/2022 04:55:21",
            "ea_total_paragraphs": 54,
            "ea_total_reused_paragraphs": 2,
            "ea_reused_ratio": 0.04,
            "ea_total_non_reused_paragraphs": 52,
            "ea_non_reused_ratio": 0.9629629629629629,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 1,
                "RIGHT": 1
            },
            "ea_reused_label_percent": {
                "LEFT": 0.0,
                "CENTER": 0.5,
                "RIGHT": 0.5
            },
            "ea_non_reused_label": {
                "LEFT": 14,
                "CENTER": 22,
                "RIGHT": 16
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.2692307692307692,
                "CENTER": 0.4230769230769231,
                "RIGHT": 0.3076923076923077
            },
            "ea_reused_details": [
                {
                    "text": "'But Beijing is unlikely to return to the extended blanket lockdowns that crashed the economy earlier this year.' The changes suggest the ruling party is easing off its goal of preventing virus transmission, the basis of 'zero COVID,' but officials say that strategy still is in effect.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5531025528907776
                    },
                    "reused_by_aic": [
                        "The arrangements highlight how lingering anxieties created by Beijing's three-year 'zero-COVID' policy are likely to hamper a quick return to health for the world's second-largest economy, despite its pivot away from strict containment measures."
                    ]
                },
                {
                    "text": "___ AP news assistant Caroline Chen in Guangzhou, China, researcher Yu Bing in Beijing, and AP writers Kanis Leung in Hong Kong and Dake Kang in Beijing contributed to this report.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.38174012303352356
                    },
                    "reused_by_aic": [
                        "(Reporting by Julie Zhu and Selena Li in Hong Kong, Ziyi Tang, Joe Cash and Kevin Huang in Beijing and Josh Horwitz in Shanghai; Editing by Sumeet Chatterjee and Kim Coghill)"
                    ]
                }
            ],
            "ea_non_reused_details": [
                {
                    "text": "BEIJING (AP) ' A rash of COVID-19 cases in schools and businesses were reported Friday in areas across China after the ruling Communist Party loosened anti-virus rules as it tries to reverse a deepening economic slump.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.37375980615615845
                    }
                },
                {
                    "text": "While official data showed a fall in new cases, they no longer cover large parts of the population after the government on Wednesday ended mandatory testing for many people.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.34822171926498413
                    }
                },
                {
                    "text": "That was part of dramatic changes aimed at gradually emerging from 'zero COVID' restrictions that have confined millions of people to their homes and sparked protests and demands for President Xi Jinping to resign.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.46012529730796814
                    }
                },
                {
                    "text": "'There's very few people coming in because there's so many cases,' said Gang Xueping, a waitress in a Beijing restaurant.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6141240000724792
                    }
                },
                {
                    "text": "'The country's just opened up.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5209954380989075
                    }
                },
                {
                    "text": "The first one or two months is definitely going to be serious.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3807770311832428
                    }
                },
                {
                    "text": "Nobody's used to this yet.' In other cities, social media users said coworkers or classmates were ill and some businesses had closed due to a lack of staff.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6050565242767334
                    }
                },
                {
                    "text": "It wasn't clear from those accounts, many of which couldn't be independently confirmed, how far above the official figure the total case numbers might be.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4750276207923889
                    }
                },
                {
                    "text": "'I'm really speechless.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.45709747076034546
                    }
                },
                {
                    "text": "Half of the company's people are out sick, but they still won't let us all stay home,' said a post signed Tunnel Mouth on the popular Sina Weibo platform.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5505093336105347
                    }
                },
                {
                    "text": "The user gave no name and didn't respond to questions sent through the account, which said the user was in Beijing.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3815138041973114
                    }
                },
                {
                    "text": "The reports echo the experience of the United States, Europe and other countries that have struggled with outbreaks while trying to restore business activity.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4652523994445801
                    }
                },
                {
                    "text": "But they are a jarring change for China, where 'zero COVID,' which aims to isolate every case, disrupted daily life and depressed economic activity but kept infection rates low.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.43063244223594666
                    }
                },
                {
                    "text": "Xi's government began to loosen controls Nov. 11 after promising to reduce their cost and disruption.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.59957355260849
                    }
                },
                {
                    "text": "Imports tumbled 10.9% from a year ago in November in a sign of weak demand.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4054258465766907
                    }
                },
                {
                    "text": "Auto sales fell 26.5% in October.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5961045622825623
                    }
                },
                {
                    "text": "'Relaxing COVID controls will lead to greater outbreaks,' Neil Thomas and Laura Gloudeman of Eurasia Group said in a report.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.3696788549423218
                    }
                },
                {
                    "text": "Restrictions probably must stay in place at least through mid-2023, public health experts and economists say.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5947514176368713
                    }
                },
                {
                    "text": "They say millions of elderly people need to be vaccinated, which will take months, and hospitals need to be strengthened to cope with a surge in cases.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4030860364437103
                    }
                },
                {
                    "text": "Officials announced a vaccination campaign last week.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.451639860868454
                    }
                },
                {
                    "text": "On Friday, the government reported 16,797 new cases, including 13,160 without symptoms.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.3920450210571289
                    }
                },
                {
                    "text": "That was down about one-fifth from the previous day and less than half of last week's daily peak above 40,000.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4467560946941376
                    }
                },
                {
                    "text": "More changes announced Wednesday allow people with mild COVID-19 cases to isolate at home instead of going to a quarantine center that some complained were crowded and unsanitary.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.40383389592170715
                    }
                },
                {
                    "text": "That addressed a major irritant for the public.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36935514211654663
                    }
                },
                {
                    "text": "A requirement for subway riders, supermarket shoppers and others to show negative virus tests also was dropped, though they still are needed for schools and hospitals.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3885626792907715
                    }
                },
                {
                    "text": "A post signed Where Dreams Begin Under Starlight by a user in Dazhou, a southwestern city in Sichuan province, said all but five students in a public school class of 46 were infected.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6380634307861328
                    }
                },
                {
                    "text": "'It's really amazing that the school insists students go to school,' the user wrote.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6030487418174744
                    }
                },
                {
                    "text": "The user, contacted through the account, declined to give a name or other details.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4198511838912964
                    }
                },
                {
                    "text": "The requirement for hundreds of millions of people to be tested as often as once a day in some areas over the past two years helped the government spot infections with no symptoms.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36710888147354126
                    }
                },
                {
                    "text": "Ending that approach reduces the cost of monitoring employees and customers at offices, shops and other businesses.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.48225656151771545
                    }
                },
                {
                    "text": "But it increases the risk they might spread the virus.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.46943986415863037
                    }
                },
                {
                    "text": "This week's changes follow protests that erupted Nov. 25 in Shanghai, Beijing and other cities against the human cost of 'zero COVID.' It isn't clear whether any of the changes were a response to the protests, which died out following a security crackdown.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6266955137252808
                    }
                },
                {
                    "text": "The ruling party's Politburo on Wednesday declared stabilizing weak economic growth its priority, though leaders have said local officials still are expected to protect the public.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5954765677452087
                    }
                },
                {
                    "text": "'The re-pivot to growth and the exit from zero COVID are clear from the top level,' said Larry Hu and Yuxiao Zhang of Macquarie Group, an Australian bank, in a report.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4167883098125458
                    }
                },
                {
                    "text": "However, they warned, 'uncertainties remain high,' including 'how disruptive the exit of zero COVID could be.' Party leaders stopped talking about the official 5.5% annual growth target after the economy shrank by 2.6% from the previous quarter in the three months ending in June.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4874551594257355
                    }
                },
                {
                    "text": "That was after Shanghai and other industrial centers shut down for up to two months to fight outbreaks.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4357312321662903
                    }
                },
                {
                    "text": "Private sector economists have cut forecasts of annual growth to as low as below 3%, which would be less than half of last year's 8.1% and among the weakest in decades.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.592542827129364
                    }
                },
                {
                    "text": "Social media posts suggested some cities might have outbreaks that weren't reflected in official figures.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.387889564037323
                    }
                },
                {
                    "text": "Posts dated Thursday by 18 people who said they were in Baoding, a city of 11 million southwest of Beijing, reported they tested positive using home kits or had fevers, sore throats and headaches.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4794389307498932
                    }
                },
                {
                    "text": "Meanwhile, the Baoding city government reported no new cases since Tuesday.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.40177619457244873
                    }
                },
                {
                    "text": "Drugstores were mobbed by customers who bought medications to treat sore throats and headaches after rules were dropped that required pharmacists to report those purchases, prompting fears a customer might be forced into a quarantine center.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.39433056116104126
                    }
                },
                {
                    "text": "Also Friday, the market regulator announced prices of some medicines including Lianhua Qingwen, a traditional flu treatment, rose as much as 500% over the past month.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.35313722491264343
                    }
                },
                {
                    "text": "It said sellers might be punished for price gouging.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5088212490081787
                    }
                },
                {
                    "text": "Lines formed outside hospitals, though it wasn't clear how many people wanted treatment for COVID-19 symptoms.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5363082885742188
                    }
                },
                {
                    "text": "People waited four to five hours to get into the fever clinic of Chaoyang Hospital in Beijing, according to a woman who answered the phone there and would give only her surname, Sun.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.7395522594451904
                    }
                },
                {
                    "text": "She said no virus test was required but patients had to show a smartphone 'health code' app that tracks their vaccine status and whether they have been to areas deemed at high risk of infection.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.517778754234314
                    }
                },
                {
                    "text": "Hong Kong, which enforces its own anti-virus strategy, has faced a similar rise in cases as the southern Chinese city tries to revive its struggling economy by loosening controls on travel and the opening hours of restaurants and pubs.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3975614309310913
                    }
                },
                {
                    "text": "Hong Kong reported 75,000 new cases over the past week, up about 25% from the previous week.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.36462536454200745
                    }
                },
                {
                    "text": "But those don't include an unknown number of people who stay at home with COVID-19 symptoms and never report to the government.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.49461138248443604
                    }
                },
                {
                    "text": "Copyright ' The Associated Press.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5195060968399048
                    }
                },
                {
                    "text": "All rights reserved.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.8110060095787048
                    }
                },
                {
                    "text": "This material may not be published, broadcast, rewritten or redistributed.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5656464695930481
                    }
                }
            ]
        }
    ]
}