{
    "aic_id": 69,
    "aic_datetime": "8/12/2022 00:32:36",
    "aic_label": "CENTER",
    "aic_total_paragraphs": 10,
    "aic_reused_paragraphs": 10,
    "aic_reused_percent": 1.0,
    "aic_non_reused_paragraphs": 0,
    "aic_non_reused_percent": 0,
    "is_earliest": false,
    "by_source_selection": {
        "verdict": "No"
    },
    "by_commission": {
        "verdict": "",
        "aic_reused_label": {
            "LEFT": 2,
            "CENTER": 6,
            "RIGHT": 2
        },
        "aic_reused_label_percent": {
            "LEFT": 0.2,
            "CENTER": 0.6,
            "RIGHT": 0.2
        }
    },
    "by_omission": {
        "verdict": "Yes",
        "omitted_articles": [
            74,
            81,
            104
        ],
        "aic_non_reused_label": {
            "LEFT": 1,
            "CENTER": 2,
            "RIGHT": 0
        },
        "aic_non_reused_label_percent": {
            "LEFT": 0.33,
            "CENTER": 0.67,
            "RIGHT": 0.0
        }
    },
    "biased_by_these_sources": [
        102
    ],
    "biased_source_label": {
        "LEFT": 0,
        "CENTER": 1,
        "RIGHT": 0
    },
    "is_biased_by_source_selection": "No",
    "earlier_articles": [
        {
            "ea_id": 74,
            "ea_label": "CENTER",
            "ea_datetime": "6/12/2022 05:19:31",
            "ea_total_paragraphs": 27,
            "ea_total_reused_paragraphs": 4,
            "ea_reused_ratio": 0.15,
            "ea_total_non_reused_paragraphs": 23,
            "ea_non_reused_ratio": 0.8518518518518519,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 2,
                "RIGHT": 2
            },
            "ea_reused_label_percent": {
                "LEFT": 0.0,
                "CENTER": 0.5,
                "RIGHT": 0.5
            },
            "ea_non_reused_label": {
                "LEFT": 6,
                "CENTER": 12,
                "RIGHT": 5
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.2608695652173913,
                "CENTER": 0.5217391304347826,
                "RIGHT": 0.21739130434782608
            },
            "ea_reused_details": [
                {
                    "text": "DOHA, QATAR - Luis Enrique was replaced by Luis de la Fuente as Spain's coach on Thursday, two days after the national team was eliminated in the round of 16 at the World Cup.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6361555457115173
                    },
                    "reused_by_aic": [
                        "Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF)."
                    ]
                },
                {
                    "text": "Spain lost to Morocco 3-0 in a penalty shootout after a scoreless draw in regular and extra time.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3577764630317688
                    },
                    "reused_by_aic": [
                        "Spain were beaten on penalties by Morocco after a goalless draw on Tuesday in an upset result after failing to turn their dominance into a victory."
                    ]
                },
                {
                    "text": "Luis Enrique said he was thankful to his players while he was in charge, as well as to federation president Luis Rubiales.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3940988779067993
                    },
                    "reused_by_aic": [
                        "The RFEF would like to thank Luis Enrique and his entire coaching staff for the work done in the last few years.\""
                    ]
                },
                {
                    "text": "The 61-year-old De la Fuente, a former left back with Sevilla and Athletic Bilbao, helped Spain's under-19 squad win the European Championship in 2015, and the under-21 team win Euro 2019.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5690250396728516
                    },
                    "reused_by_aic": [
                        "De la Fuente, 61, joined the RFEF in 2013 as the under-15 manager having worked with players like Marco Asensio, goalkeeper Unai Simon, Eric Garcia, Pau Torres, Pedri, Carlos Soler and Dani Olmo when they were youngsters."
                    ]
                }
            ],
            "ea_non_reused_details": [
                {
                    "text": "The Spanish soccer federation thanked Luis Enrique, but said it was time to \"start a new project\" to keep the growth achieved by the coach in recent years.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6589546799659729
                    }
                },
                {
                    "text": "It said the change was made after a recommendation by its sporting officials.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3968766927719116
                    }
                },
                {
                    "text": "\"I'm sorry I wasn't able to help more,\" the outgoing coach said in a statement posted on Twitter and Instagram.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6069229245185852
                    }
                },
                {
                    "text": "\"It was very special to be part of this.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5948901176452637
                    }
                },
                {
                    "text": "He also thanked fans and called for their support to the new coach.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3735864460468292
                    }
                },
                {
                    "text": "\"What the national team needs is support, in all its meaning, so Luis de la Fuente can achieve the goals.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6289252042770386
                    }
                },
                {
                    "text": "He also coached Spain's squad, which won a silver medal at the Tokyo Olympic Games.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5614113807678223
                    }
                },
                {
                    "text": "De la Fuente had coached the senior national team once, when youth players were used in a friendly against Lithuania because the main squad had to go into isolation because of the coronavirus.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.41044002771377563
                    }
                },
                {
                    "text": "Other candidates who had been considered besides De la Fuente, who was Spain's under-21 coach, included former Belgium manager Roberto Martinez and former Athletic Bilbao coach Marcelino Garcia Toral.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4471226632595062
                    }
                },
                {
                    "text": "Spain got off to a good start in Qatar, routing Costa Rica 7-0, but La Roja couldn't win again in its last three matches.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.44042909145355225
                    }
                },
                {
                    "text": "It drew 1-1 with Germany and lost 2-1 to Japan before being held by Morocco.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3703661859035492
                    }
                },
                {
                    "text": "Luis Enrique took over the national team in 2018 to start revamping the squad after its elimination in the round of 16 of the World Cup in Russia.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4867560565471649
                    }
                },
                {
                    "text": "He temporarily left because of the illness and eventual death of his young daughter, but returned in 2019.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.45622628927230835
                    }
                },
                {
                    "text": "He helped Spain reach the last four of the Nations League twice, including this season and last year, when it lost the final to France.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.47791746258735657
                    }
                },
                {
                    "text": "He also led Spain to the semifinals of the European Championship last year, losing to Italy in a penalty shootout.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4759397804737091
                    }
                },
                {
                    "text": "Luis Enrique's contract ended after the World Cup.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6412933468818665
                    }
                },
                {
                    "text": "The former Barcelona player and coach had said moments after the loss to Morocco that he would take some time to rest before starting talks with the federation about his future.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4168790578842163
                    }
                },
                {
                    "text": "He said he would have liked to stay with the national team \"forever,\" but knew that it might not be possible.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.692725658416748
                    }
                },
                {
                    "text": "The 52-year-old Luis Enrique, not long ago seen as one of the most uptight coaches in soccer, had opened up at the World Cup, doing streaming sessions, going on bicycle rides and talking frankly about controversial issues.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4208777844905853
                    }
                },
                {
                    "text": "The team's elimination in Qatar raised more questions about whether Spain should start overhauling its soccer philosophy and get rid of the \"tiki-taka\" ball-possession style that has not produced results recently.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6638294458389282
                    }
                },
                {
                    "text": "Luis Enrique had said he wasn't planning to relinquish the \"tiki-taka\" if he remained as coach, and De la Fuente also is likely to keep it alive.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.663125216960907
                    }
                },
                {
                    "text": "De la Fuente is expected to make his debut with the senior team when Spain resumes playing in qualifying for Euro 2024 in March next year.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4289435148239136
                    }
                },
                {
                    "text": "The federation was also changing its sporting director.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36762726306915283
                    }
                }
            ]
        },
        {
            "ea_id": 81,
            "ea_label": "LEFT",
            "ea_datetime": "8/12/2022 00:06:43",
            "ea_total_paragraphs": 17,
            "ea_total_reused_paragraphs": 2,
            "ea_reused_ratio": 0.12,
            "ea_total_non_reused_paragraphs": 15,
            "ea_non_reused_ratio": 0.8823529411764706,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 1,
                "RIGHT": 1
            },
            "ea_reused_label_percent": {
                "LEFT": 0.0,
                "CENTER": 0.5,
                "RIGHT": 0.5
            },
            "ea_non_reused_label": {
                "LEFT": 1,
                "CENTER": 11,
                "RIGHT": 3
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.06666666666666667,
                "CENTER": 0.7333333333333333,
                "RIGHT": 0.2
            },
            "ea_reused_details": [
                {
                    "text": "Spain sacked coach Luis Enrique on Thursday after the 2010 champions were dumped out of the World Cup by Morocco at the last-16 stage, quickly naming his replacement as under-21s boss Luis de la Fuente.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3763708174228668
                    },
                    "reused_by_aic": [
                        "Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF)."
                    ]
                },
                {
                    "text": "\"Both the president, Luis Rubiales, and the sporting director, Jose Francisco Molina, have told the coach their decision,\" the RFEF (football association) said in a statement.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6594211459159851
                    },
                    "reused_by_aic": [
                        "\"Both the RFEF president Luis Rubiales and sports director, Jose Francisco Molina have informed Luis Enrique of the decision."
                    ]
                }
            ],
            "ea_non_reused_details": [
                {
                    "text": "Spain started their campaign in Qatar in style by hammering Costa Rica 7-0 and qualified for the knockout phase despite a shock 2-1 defeat to Japan.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4401898980140686
                    }
                },
                {
                    "text": "They were strong favourites for their last-16 match against Morocco but crashed out on penalties after the game finished goalless following extra-time.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4735451936721802
                    }
                },
                {
                    "text": "They said they wanted to thank Luis Enrique and his staff for their work, but had decided to start a \"new project\".",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5935459733009338
                    }
                },
                {
                    "text": "Shortly afterwards, the federation announced that De la Fuentes, who led Spain's men's team to the silver medal at last year's Olympics, was the new man in the hotseat.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6193629503250122
                    }
                },
                {
                    "text": "Luis Enrique had said he wanted to stay on as coach after the defeat to Morocco on Tuesday.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3863629102706909
                    }
                },
                {
                    "text": "\"I am very happy with the Spanish FA, the president and with (the sporting director),\" he said.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6644171476364136
                    }
                },
                {
                    "text": "\"If it was up to me I would stay all my life, but that is not the case.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6294053792953491
                    }
                },
                {
                    "text": "I have to think calmly what is the best for me and for the national team.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.557009220123291
                    }
                },
                {
                    "text": "Spain last lifted a major trophy a decade ago at Euro 2012, while they have not won a single knockout game at the Word Cup since triumphing in South Africa in 2010.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.41121289134025574
                    }
                },
                {
                    "text": "Luis Enrique took over in 2018 after Spain's disappointing showing at the World Cup in Russia, and led La Roja to the semi-finals of Euro 2020, where they were also beaten on penalties, by Italy.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6960762143135071
                    }
                },
                {
                    "text": "His time as Spain coach was characterised by a firm commitment to maintaining possession.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5086504220962524
                    }
                },
                {
                    "text": "They attempted more than 1,000 passes against Morocco but ended up with nothing to show for it, forcing Yassine Bounou into only one save before the shootout.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5285266041755676
                    }
                },
                {
                    "text": "\"We dominated the game but we lacked a goal,\" lamented Luis Enrique.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.657961368560791
                    }
                },
                {
                    "text": "\"We could have been more effective in the final third, but I am more than satisfied with what my players did.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6264987587928772
                    }
                },
                {
                    "text": "\"They represented perfectly what my idea of football is.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6844171285629272
                    }
                }
            ]
        },
        {
            "ea_id": 102,
            "ea_label": "CENTER",
            "ea_datetime": "6/12/2022 16:08:55",
            "ea_total_paragraphs": 10,
            "ea_total_reused_paragraphs": 10,
            "ea_reused_ratio": 1.0,
            "ea_total_non_reused_paragraphs": 0,
            "ea_non_reused_ratio": 0.0,
            "ea_by_source_selection": "",
            "ea_reused_label": {
                "LEFT": 2,
                "CENTER": 6,
                "RIGHT": 2
            },
            "ea_reused_label_percent": {
                "LEFT": 0.2,
                "CENTER": 0.6,
                "RIGHT": 0.2
            },
            "ea_non_reused_label": {
                "LEFT": 0,
                "CENTER": 0,
                "RIGHT": 0
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0,
                "CENTER": 0,
                "RIGHT": 0
            },
            "ea_reused_details": [
                {
                    "text": "DOHA: Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF).",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6607980728149414
                    },
                    "reused_by_aic": [
                        "Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF)."
                    ]
                },
                {
                    "text": "Spain were beaten on penalties by Morocco after a goalless draw on Tuesday in an upset result after failing to turn their dominance into a victory.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.46827688813209534
                    },
                    "reused_by_aic": [
                        "Spain were beaten on penalties by Morocco after a goalless draw on Tuesday in an upset result after failing to turn their dominance into a victory."
                    ]
                },
                {
                    "text": "\"The RFEF has chosen Luis de la Fuente as the new (Spain) coach,\" RFEF said in a statement.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6544444561004639
                    },
                    "reused_by_aic": [
                        "\"The RFEF has chosen Luis de la Fuente as the new (Spain) coach,\" RFEF said in a statement.",
                        "De la Fuente, 61, joined the RFEF in 2013 as the under-15 manager having worked with players like Marco Asensio, goalkeeper Unai Simon, Eric Garcia, Pau Torres, Pedri, Carlos Soler and Dani Olmo when they were youngsters."
                    ]
                },
                {
                    "text": "\"The ... RFEF has delivered to the president a report in which it determined that a new project should start for the Spain national team, with the aim of continuing the growth achieved in recent years thanks to the work carried out by Luis Enrique (and the staff).",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6620570421218872
                    },
                    "reused_by_aic": [
                        "\"The ... RFEF has delivered to the president a report in which it determined that a new project should start for the Spain national team, with the aim of continuing the growth achieved in recent years thanks to the work carried out by Luis Enrique (and the staff)."
                    ]
                },
                {
                    "text": "\"Both the RFEF president Luis Rubiales and sports director, Jose Francisco Molina have informed Luis Enrique of the decision.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6745918393135071
                    },
                    "reused_by_aic": [
                        "\"Both the RFEF president Luis Rubiales and sports director, Jose Francisco Molina have informed Luis Enrique of the decision."
                    ]
                },
                {
                    "text": "The RFEF would like to thank Luis Enrique and his entire coaching staff for the work done in the last few years.\"",
                    "label": {
                        "label": "CENTER",
                        "score": 0.627655029296875
                    },
                    "reused_by_aic": [
                        "The RFEF would like to thank Luis Enrique and his entire coaching staff for the work done in the last few years.\""
                    ]
                },
                {
                    "text": "The 52-year-old said after the Morocco match that he was to blame for the defeat.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.46520787477493286
                    },
                    "reused_by_aic": [
                        "The 52-year-old said after the Morocco match that he was to blame for the defeat."
                    ]
                },
                {
                    "text": "Luis Enrique, who was first appointed Spain coach in 2018, had a contract until the end of the year.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3953414261341095
                    },
                    "reused_by_aic": [
                        "Luis Enrique, who was first appointed Spain coach in 2018, had a contract until the end of the year."
                    ]
                },
                {
                    "text": "He is the fourth manager to get sacked after their teams were eliminated at the World Cup in Qatar.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.5416728258132935
                    },
                    "reused_by_aic": [
                        "He is the fourth manager to get sacked after their teams were eliminated at the World Cup in Qatar."
                    ]
                },
                {
                    "text": "De la Fuente, 61, joined the RFEF in 2013 as the under-15 manager having worked with players like Marco Asensio, goalkeeper Unai Simon, Eric Garcia, Pau Torres, Pedri, Carlos Soler and Dani Olmo when they were youngsters.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.44955989718437195
                    },
                    "reused_by_aic": [
                        "\"The RFEF has chosen Luis de la Fuente as the new (Spain) coach,\" RFEF said in a statement.",
                        "De la Fuente, 61, joined the RFEF in 2013 as the under-15 manager having worked with players like Marco Asensio, goalkeeper Unai Simon, Eric Garcia, Pau Torres, Pedri, Carlos Soler and Dani Olmo when they were youngsters."
                    ]
                }
            ],
            "ea_non_reused_details": []
        },
        {
            "ea_id": 104,
            "ea_label": "CENTER",
            "ea_datetime": "18/2/2022 06:27:13",
            "ea_total_paragraphs": 28,
            "ea_total_reused_paragraphs": 4,
            "ea_reused_ratio": 0.14,
            "ea_total_non_reused_paragraphs": 24,
            "ea_non_reused_ratio": 0.8571428571428571,
            "ea_by_source_selection": "No",
            "ea_reused_label": {
                "LEFT": 0,
                "CENTER": 2,
                "RIGHT": 2
            },
            "ea_reused_label_percent": {
                "LEFT": 0.0,
                "CENTER": 0.5,
                "RIGHT": 0.5
            },
            "ea_non_reused_label": {
                "LEFT": 7,
                "CENTER": 10,
                "RIGHT": 7
            },
            "ea_non_reused_label_percent": {
                "LEFT": 0.2916666666666667,
                "CENTER": 0.4166666666666667,
                "RIGHT": 0.2916666666666667
            },
            "ea_reused_details": [
                {
                    "text": "DOHA, Qatar (AP) ' Luis Enrique was replaced by Luis de la Fuente as Spain's coach on Thursday, two days after the national team was eliminated in the round of 16 at the World Cup .",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6465627551078796
                    },
                    "reused_by_aic": [
                        "Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF)."
                    ]
                },
                {
                    "text": "(AP Photo/Luca Bruno) DOHA, Qatar (AP) ' Luis Enrique was replaced by Luis de la Fuente as Spain's coach on Thursday, two days after the national team was eliminated in the round of 16 at the World Cup.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6984079480171204
                    },
                    "reused_by_aic": [
                        "Luis Enrique was sacked as Spain coach on Thursday after the team's elimination in the last-16 at the World Cup with the country's under-21 manager Luis de la Fuente named as his replacement by the Spanish football federation (RFEF)."
                    ]
                },
                {
                    "text": "Spain lost to Morocco 3-0 in a penalty shootout after a scoreless draw in regular and extra time.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3577764630317688
                    },
                    "reused_by_aic": [
                        "Spain were beaten on penalties by Morocco after a goalless draw on Tuesday in an upset result after failing to turn their dominance into a victory."
                    ]
                },
                {
                    "text": "Luis Enrique said he was thankful to his players while he was in charge, as well as to federation president Luis Rubiales.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3940988779067993
                    },
                    "reused_by_aic": [
                        "The RFEF would like to thank Luis Enrique and his entire coaching staff for the work done in the last few years.\""
                    ]
                }
            ],
            "ea_non_reused_details": [
                {
                    "text": "Spain's head coach Luis Enrique, center, talks to his players after the penalty shootout at the World Cup round of 16 soccer match between Morocco and Spain, at the Education City Stadium in Al Rayyan, Qatar, Tuesday, Dec. 6, 2022.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6040627360343933
                    }
                },
                {
                    "text": "The Spanish soccer federation thanked Luis Enrique, but said it was time to 'start a new project' to keep the growth achieved by the coach in recent years.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4991742968559265
                    }
                },
                {
                    "text": "It said the change was made after a recommendation by its sporting officials.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3968766927719116
                    }
                },
                {
                    "text": "'I'm sorry I wasn't able to help more,' the outgoing coach said in a statement posted on Twitter and Instagram.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4372614324092865
                    }
                },
                {
                    "text": "'It was very special to be part of this.' He also thanked fans and called for their support to the new coach.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.42791470885276794
                    }
                },
                {
                    "text": "'What the national team needs is support, in all its meaning, so Luis de la Fuente can achieve the goals.' The 61-year-old De la Fuente, a former left back with Sevilla and Athletic Bilbao, helped Spain's under-19 squad win the European Championship in 2015, and the under-21 team win Euro 2019.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5046088695526123
                    }
                },
                {
                    "text": "He also coached Spain's squad, which won a silver medal at the Tokyo Olympic Games.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.5614113807678223
                    }
                },
                {
                    "text": "De la Fuente had coached the senior national team once, when youth players were used in a friendly against Lithuania because the main squad had to go into isolation because of the coronavirus.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.41044002771377563
                    }
                },
                {
                    "text": "Other candidates who had been considered besides De la Fuente, who was Spain's under-21 coach, included former Belgium manager Roberto Mart'nez and former Athletic Bilbao coach Marcelino Garc'a Toral.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.44293221831321716
                    }
                },
                {
                    "text": "Spain got off to a good start in Qatar, routing Costa Rica 7-0, but La Roja couldn't win again in its last three matches.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.44042909145355225
                    }
                },
                {
                    "text": "It drew 1-1 with Germany and lost 2-1 to Japan before being held by Morocco.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.3703661859035492
                    }
                },
                {
                    "text": "Luis Enrique took over the national team in 2018 to start revamping the squad after its elimination in the round of 16 of the World Cup in Russia.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4867560565471649
                    }
                },
                {
                    "text": "He temporarily left because of the illness and eventual death of his young daughter, but returned in 2019.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.45622628927230835
                    }
                },
                {
                    "text": "He helped Spain reach the last four of the Nations League twice, including this season and last year, when it lost the final to France.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.47791746258735657
                    }
                },
                {
                    "text": "He also led Spain to the semifinals of the European Championship last year, losing to Italy in a penalty shootout.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4759397804737091
                    }
                },
                {
                    "text": "Luis Enrique's contract ended after the World Cup.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.6412933468818665
                    }
                },
                {
                    "text": "The former Barcelona player and coach had said moments after the loss to Morocco that he would take some time to rest before starting talks with the federation about his future.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4168790578842163
                    }
                },
                {
                    "text": "He said he would have liked to stay with the national team 'forever,' but knew that it might not be possible.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.4222962260246277
                    }
                },
                {
                    "text": "The 52-year-old Luis Enrique, not long ago seen as one of the most uptight coaches in soccer, had opened up at the World Cup, doing streaming sessions, going on bicycle rides and talking frankly about controversial issues.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4208777844905853
                    }
                },
                {
                    "text": "The team's elimination in Qatar raised more questions about whether Spain should start overhauling its soccer philosophy and get rid of the 'tiki-taka' ball-possession style that has not produced results recently.",
                    "label": {
                        "label": "CENTER",
                        "score": 0.604559063911438
                    }
                },
                {
                    "text": "Luis Enrique had said he wasn't planning to relinquish the 'tiki-taka' if he remained as coach, and De la Fuente also is likely to keep it alive.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.42427846789360046
                    }
                },
                {
                    "text": "De la Fuente is expected to make his debut with the senior team when Spain resumes playing in qualifying for Euro 2024 in March next year.",
                    "label": {
                        "label": "LEFT",
                        "score": 0.4289435148239136
                    }
                },
                {
                    "text": "The federation was also changing its sporting director.",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.36762726306915283
                    }
                },
                {
                    "text": "___ AP World Cup coverage: https://apnews.com/hub/world-cup and https://twitter.com/AP_Sports Tales Azzoni, The Associated Press",
                    "label": {
                        "label": "RIGHT",
                        "score": 0.4549309313297272
                    }
                }
            ]
        }
    ]
}